Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Choose a cover image
af_za: Kies 'n omslagprent
ar_eg: اختر صورة غلاف
ar_sa: اختيار صورة غلاف
bg_bg: Изберете изображение за обложка
bn_bd: একটি কভার ছবি চয়ন করুন
ca_es: Triar una imatge de portada
cs_cz: Vyberte obrázek obalu
da_dk: Vælg et omslagsbillede
de_de: Ein Coverbild auswählen
el_gr: Επιλέξτε μια εικόνα εξωφύλλου
es_mx: Elegir una imagen de portada
et_ee: Vali kaanekujunduse pilt
fa_ir: یک تصویر جلد انتخاب کنید
fi_fi: Valitse kansikuva
fr_fr: Choisir une image de couverture
ga_ie: Roghnaigh íomhá clúdaigh
he_il: בחר תמונת עטיפה
hi_in: एक कवर छवि चुनें
hr_hr: Odaberite sliku naslovnice
hu_hu: Válasszon borítóképet
id_id: Pilih gambar sampul
it_it: Scegli un'immagine di copertina
ja_jp: カバー画像を選択
ko_kr: 커버 이미지 선택
lt_lt: Pasirinkti viršelio paveikslėlį
ms_my: Pilih imej kulit
nl_nl: Kies een omslagafbeelding
no_no: Velg et omslagsbilde
pa_in: ਇੱਕ ਕਵਰ ਚਿੱਤਰ ਚੁਣੋ
pl_pl: Wybierz obraz okładki
pt_pt: Escolher uma imagem de capa
ro_ro: Alege o imagine de copertă
ru_ru: Выбрать изображение обложки
sk_sk: Vybrať obrázok obalu
sq_al: Zgjidh një imazh kopertine
sr_cyrl_rs: Изаберите слику омота
sv_se: Välj en omslagsbild
sw_ke: Chagua picha ya jalada
ta_in: அட்டைப் படத்தைத் தேர்ந்தெடு
th_th: เลือกรูปภาพหน้าปก
tl_ph: Pumili ng larawan ng pabalat
tr_tr: Bir kapak görseli seçin
uk_ua: Виберіть зображення обкладинки
vi_vn: Chọn một hình ảnh bìa
zh_cn: 选择封面图片
zh_tw: 選擇封面圖片

# SmartPlaylist_PlaylistNameLabel.Text
source: Playlist Name
af_za: Snitlys Naam
ar_eg: اسم القائمة
ar_sa: اسم قائمة التشغيل
bg_bg: Име на плейлист
bn_bd: প্লেলিস্টের নাম
ca_es: Nom de la llista de reproducció
cs_cz: Název playlistu
da_dk: Afspilningslistenavn
de_de: Wiedergabelistenname
el_gr: Όνομα Λίστας Αναπαραγωγής
es_mx: Nombre de la lista de reproducción
et_ee: Esitusloendi nimi
fa_ir: نام لیست پخش
fi_fi: Soittolistan nimi
fr_fr: Nom de la playlist
ga_ie: Ainm an Seinmliosta
he_il: שם רשימת השמעה
hi_in: प्लेलिस्ट का नाम
hr_hr: Naziv popisa za reprodukciju
hu_hu: Lejátszási lista neve
id_id: Nama Daftar Putar
it_it: Nome playlist
ja_jp: プレイリスト名
ko_kr: 재생 목록 이름
lt_lt: Grojaraščio pavadinimas
ms_my: Nama Senarai Main
nl_nl: Naam afspeellijst
no_no: Spillelistenavn
pa_in: ਪਲੇਲਿਸਟ ਨਾਮ
pl_pl: Nazwa playlisty
pt_pt: Nome da Lista de Reprodução
ro_ro: Numele listei de redare
ru_ru: Имя плейлиста
sk_sk: Názov zoznamu skladieb
sq_al: Emri i listës së luajtjes
sr_cyrl_rs: Назив плејлисте
sv_se: Spellistans namn
sw_ke: Jina la Orodha ya Nyimbo
ta_in: பிளேலிஸ்ட் பெயர்
th_th: ชื่อเพลย์ลิสต์
tl_ph: Pangalan ng Playlist
tr_tr: Çalma Listesi Adı
uk_ua: Назва списку відтворення
vi_vn: Tên danh sách phát
zh_cn: 播放列表名称
zh_tw: 播放清單名稱

# SmartPlaylist_PlaylistNameTextBox.PlaceholderText
source: Enter a name for your smart playlist
af_za: Voer 'n naam vir jou slim snitlys in
ar_eg: ادخل اسم لقائمة التشغيل الذكية بتاعتك
ar_sa: أدخل اسمًا لقائمة التشغيل الذكية الخاصة بك
bg_bg: Въведете име за вашия интелигентен плейлист
bn_bd: আপনার স্মার্ট প্লেলিস্টের জন্য একটি নাম লিখুন
ca_es: Introdueix un nom per a la teva llista de reproducció intel·ligent
cs_cz: Zadejte název pro váš chytrý playlist
da_dk: Indtast et navn til din smarte afspilningsliste
de_de: Geben Sie einen Namen für Ihre intelligente Wiedergabeliste ein
el_gr: Εισαγάγετε ένα όνομα για την έξυπνη λίστα αναπαραγωγής σας
es_mx: Introduce un nombre para tu lista de reproducción inteligente
et_ee: Sisestage nutika esitusloendi nimi
fa_ir: یک نام برای لیست پخش هوشمند خود وارد کنید
fi_fi: Anna nimi älykkäälle soittolistallesi
fr_fr: Entrez un nom pour votre playlist intelligente
ga_ie: Cuir ainm isteach do do seinmliosta cliste
he_il: הזן שם לרשימת ההשמעה החכמה שלך
hi_in: अपनी स्मार्ट प्लेलिस्ट के लिए एक नाम दर्ज करें
hr_hr: Unesite naziv za vaš pametni popis za reprodukciju
hu_hu: Adja meg okos lejátszási listája nevét
id_id: Masukkan nama untuk daftar putar cerdas Anda
it_it: Inserisci un nome per la tua playlist intelligente
ja_jp: スマートプレイリストの名前を入力
ko_kr: 스마트 재생 목록의 이름을 입력하세요
lt_lt: Įveskite protingo grojaraščio pavadinimą
ms_my: Masukkan nama untuk senarai main pintar anda
nl_nl: Voer een naam in voor uw slimme afspeellijst
no_no: Skriv inn et navn for smartspillelisten din
pa_in: ਆਪਣੀ ਸਮਾਰਟ ਪਲੇਲਿਸਟ ਲਈ ਇੱਕ ਨਾਮ ਦਾਖਲ ਕਰੋ
pl_pl: Wprowadź nazwę dla swojej inteligentnej playlisty
pt_pt: Introduza um nome para a sua lista de reprodução inteligente
ro_ro: Introdu un nume pentru lista ta de redare inteligentă
ru_ru: Введите имя для умного плейлиста
sk_sk: Zadajte názov pre váš inteligentný zoznam skladieb
sq_al: Fut një emër për listën tuaj inteligjente të luajtjes
sr_cyrl_rs: Унесите назив за вашу паметну плејлисту
sv_se: Ange ett namn för din smarta spellista
sw_ke: Weka jina la orodha yako mahiri ya nyimbo
ta_in: உங்கள் ஸ்மார்ட் பிளேலிஸ்ட்டுக்கு ஒரு பெயரை உள்ளிடவும்
th_th: ป้อนชื่อสำหรับเพลย์ลิสต์อัจฉริยะของคุณ
tl_ph: Maglagay ng pangalan para sa iyong smart playlist
tr_tr: Akıllı çalma listeniz için bir ad girin
uk_ua: Введіть назву для вашого смарт-списку відтворення
vi_vn: Nhập tên cho danh sách phát thông minh của bạn
zh_cn: 为您的智能播放列表输入名称
zh_tw: 輸入智慧播放清單的名稱

# SmartPlaylist_SortOrderLabel.Text
source: Sort Order
af_za: Sorteervolgorde
ar_eg: ترتيب الفرز
ar_sa: ترتيب الفرز
bg_bg: Ред на сортиране
bn_bd: সাজানোর ক্রম
ca_es: Ordre de classificació
cs_cz: Pořadí řazení
da_dk: Sorteringsrækkefølge
de_de: Sortierreihenfolge
el_gr: Σειρά Ταξινόμησης
es_mx: Orden de clasificación
et_ee: Sorteerimisjärjestus
fa_ir: ترتیب مرتب‌سازی
fi_fi: Lajittelujärjestys
fr_fr: Ordre de tri
ga_ie: Ord Sórtála
he_il: סדר מיון
hi_in: क्रमबद्धता
hr_hr: Redoslijed sortiranja
hu_hu: Rendezési sorrend
id_id: Urutan Sortir
it_it: Ordinamento
ja_jp: ソート順
ko_kr: 정렬 순서
lt_lt: Rūšiavimo tvarka
ms_my: Susunan Isih
nl_nl: Sorteervolgorde
no_no: Sorteringsrekkefølge
pa_in: ਕ੍ਰਮਬੱਧ ਕਰੋ
pl_pl: Kolejność sortowania
pt_pt: Ordem de Classificação
ro_ro: Ordine de sortare
ru_ru: Порядок сортировки
sk_sk: Poradie zoradenia
sq_al: Renditja
sr_cyrl_rs: Редослед сортирања
sv_se: Sorteringsordning
sw_ke: Mpangilio wa Kupanga
ta_in: வரிசைப்படுத்தல்
th_th: ลำดับการจัดเรียง
tl_ph: Ayos ng Pagkakasunod-sunod
tr_tr: Sıralama Düzeni
uk_ua: Порядок сортування
vi_vn: Thứ tự sắp xếp
zh_cn: 排序顺序
zh_tw: 排序順序

# SmartPlaylist_MatchLabel.Text
source: Match
af_za: Pas by
ar_eg: تطابق
ar_sa: مطابقة
bg_bg: Съвпадение
bn_bd: মিলান
ca_es: Coincidència
cs_cz: Shoda
de_de: Übereinstimmung
el_gr: Αντιστοίχιση
es_mx: Coincidencia
et_ee: Sobita
fa_ir: تطابق
fi_fi: Ehto
fr_fr: Correspondance
ga_ie: Comhoiriúnacht
he_il: התאמה
hi_in: मिलान करें
hr_hr: Podudaranje
hu_hu: Egyezés
id_id: Cocokkan
it_it: Corrispondenza
ja_jp: 一致
ko_kr: 일치
lt_lt: Atitikimas
ms_my: Padanan
nl_nl: Overeenkomst
pa_in: ਮੈਚ
pl_pl: Dopasuj
pt_pt: Corresponder
ro_ro: Potrivire
ru_ru: Соответствовать
sk_sk: Zhoda
sq_al: Përputhu
sr_cyrl_rs: Подударање
sv_se: Matcha
sw_ke: Linganisha
ta_in: பொருத்தம்
th_th: ตรงตาม
tl_ph: Itugma
tr_tr: Eşleştir
uk_ua: Збіг
vi_vn: Khớp
zh_cn: 匹配
zh_tw: 符合

# SmartPlaylist_MatchLogic_All.Content
source: All
af_za: Almal
ar_eg: الكل
ar_sa: الكل
bg_bg: Всички
bn_bd: সব
ca_es: Totes
cs_cz: Všechny
da_dk: Alle
de_de: Alle
el_gr: Όλα
es_mx: Todos
et_ee: Kõik
fa_ir: همه
fi_fi: Kaikki
fr_fr: Toutes
ga_ie: Uile
he_il: כל
hi_in: सभी
hr_hr: Svi
hu_hu: Összes
id_id: Semua
it_it: Tutte
ja_jp: すべて
ko_kr: 모두
lt_lt: Visi
ms_my: Semua
nl_nl: Alle
no_no: Alle
pa_in: ਸਾਰੇ
pl_pl: Wszystkie
pt_pt: Todos
ro_ro: Toate
ru_ru: Всем
sk_sk: Všetky
sq_al: Të gjitha
sr_cyrl_rs: Сви
sv_se: Alla
sw_ke: Zote
ta_in: அனைத்தும்
th_th: ทั้งหมด
tl_ph: Lahat
tr_tr: Tümü
uk_ua: Усі
vi_vn: Tất cả
zh_cn: 所有
zh_tw: 所有

# SmartPlaylist_MatchLogic_Any.Content
source: Any
af_za: Enige
ar_eg: أي
ar_sa: أي
bg_bg: Някой
bn_bd: যেকোনো
ca_es: Qualsevol
cs_cz: Jakékoli
da_dk: Enhver
de_de: Beliebige
el_gr: Οποιοδήποτε
es_mx: Cualquiera
et_ee: Mistahes
fa_ir: هر کدام
fi_fi: Jokin
fr_fr: N'importe laquelle
ga_ie: Aon cheann
he_il: כלשהו
hi_in: कोई भी
hr_hr: Bilo koji
hu_hu: Bármelyik
id_id: Salah satu
it_it: Qualsiasi
ja_jp: いずれか
ko_kr: 아무거나
lt_lt: Bet kuris
ms_my: Mana-mana
nl_nl: Een van
no_no: Noen
pa_in: ਕੋਈ ਵੀ
pl_pl: Dowolne
pt_pt: Qualquer
ro_ro: Oricare
ru_ru: Любому
sk_sk: Akékoľvek
sq_al: Çdo
sr_cyrl_rs: Било који
sv_se: Någon
sw_ke: Yoyote
ta_in: ஏதேனும்
th_th: ใดๆ
tl_ph: Anuman
tr_tr: Herhangi Biri
uk_ua: Будь-який
vi_vn: Bất kỳ
zh_cn: 任意
zh_tw: 任一

# SmartPlaylist_MatchSuffixLabel.Text
source: of the following rules:
af_za: van die volgende reëls:
ar_eg: من القواعد التالية:
ar_sa: من القواعد التالية:
bg_bg: от следните правила:
bn_bd: নিম্নলিখিত নিয়মগুলির মধ্যে:
ca_es: de les regles següents:
cs_cz: z následujících pravidel:
da_dk: af følgende regler:
de_de: der folgenden Regeln:
el_gr: από τους παρακάτω κανόνες:
es_mx: de las siguientes reglas:
et_ee: järgmised reeglid:
fa_ir: از قوانین زیر:
fi_fi: seuraavista säännöistä:
fr_fr: des règles suivantes :
ga_ie: de na rialacha seo a leanas:
he_il: מהכללים הבאים:
hi_in: निम्नलिखित नियमों में से:
hr_hr: od sljedećih pravila:
hu_hu: a következő szabályok közül:
id_id: dari aturan berikut:
it_it: delle seguenti regole:
ja_jp: 以下のルール:
ko_kr: 다음 규칙 중:
lt_lt: iš šių taisyklių:
ms_my: bagi peraturan berikut:
nl_nl: van de volgende regels:
no_no: av følgende regler:
pa_in: ਹੇਠ ਲਿਖੇ ਨਿਯਮਾਂ ਵਿੱਚੋਂ:
pl_pl: z następujących reguł:
pt_pt: das seguintes regras:
ro_ro: dintre următoarele reguli:
ru_ru: из следующих правил:
sk_sk: z nasledujúcich pravidiel:
sq_al: të rregullave të mëposhtme:
sr_cyrl_rs: од следећих правила:
sv_se: av följande regler:
sw_ke: ya sheria zifuatazo:
ta_in: பின்வரும் விதிகளில்:
th_th: ของกฎต่อไปนี้:
tl_ph: ng mga sumusunod na panuntunan:
tr_tr: aşağıdaki kurallardan:
uk_ua: з наступних правил:
vi_vn: các quy tắc sau:
zh_cn: 以下规则：
zh_tw: 以下規則：

source: Add a new rule
af_za: Voeg 'n nuwe reël by
ar_eg: أضف قاعدة جديدة
ar_sa: إضافة قاعدة جديدة
bg_bg: Добавяне на ново правило
bn_bd: একটি নতুন নিয়ম যোগ করুন
ca_es: Afegir una nova regla
cs_cz: Přidat nové pravidlo
da_dk: Tilføj en ny regel
de_de: Eine neue Regel hinzufügen
el_gr: Προσθήκη νέου κανόνα
es_mx: Añadir una nueva regla
et_ee: Lisa uus reegel
fa_ir: افزودن قانون جدید
fi_fi: Lisää uusi sääntö
fr_fr: Ajouter une nouvelle règle
ga_ie: Cuir riail nua leis
he_il: הוסף כלל חדש
hi_in: एक नया नियम जोड़ें
hr_hr: Dodaj novo pravilo
hu_hu: Új szabály hozzáadása
id_id: Tambahkan aturan baru
it_it: Aggiungi una nuova regola
ja_jp: 新しいルールを追加
ko_kr: 새 규칙 추가
lt_lt: Pridėti naują taisyklę
ms_my: Tambah peraturan baharu
nl_nl: Nieuwe regel toevoegen
no_no: Legg til en ny regel
pa_in: ਇੱਕ ਨਵਾਂ ਨਿਯਮ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj nową regułę
pt_pt: Adicionar uma nova regra
ro_ro: Adaugă o regulă nouă
ru_ru: Добавить новое правило
sk_sk: Pridať nové pravidlo
sq_al: Shto një rregull të ri
sr_cyrl_rs: Додај ново правило
sv_se: Lägg till en ny regel
sw_ke: Ongeza sheria mpya
ta_in: ஒரு புதிய விதியைச் சேர்
th_th: เพิ่มกฎใหม่
tl_ph: Magdagdag ng bagong panuntunan
tr_tr: Yeni bir kural ekle
uk_ua: Додати нове правило
vi_vn: Thêm một quy tắc mới
zh_cn: 添加新规则
zh_tw: 新增規則

# SmartPlaylist_AddRuleLabel.Text
source: Add Rule
af_za: Voeg Reël By
ar_eg: أضف قاعدة
ar_sa: إضافة قاعدة
bg_bg: Добавяне на правило
bn_bd: নিয়ম যোগ করুন
ca_es: Afegir regla
cs_cz: Přidat pravidlo
da_dk: Tilføj regel
de_de: Regel hinzufügen
el_gr: Προσθήκη Κανόνα
es_mx: Añadir regla
et_ee: Lisa reegel
fa_ir: افزودن قانون
fi_fi: Lisää sääntö
fr_fr: Ajouter une règle
ga_ie: Cuir Riail Leis
he_il: הוסף כלל
hi_in: नियम जोड़ें
hr_hr: Dodaj pravilo
hu_hu: Szabály hozzáadása
id_id: Tambah Aturan
it_it: Aggiungi regola
ja_jp: ルールを追加
ko_kr: 규칙 추가
lt_lt: Pridėti taisyklę
ms_my: Tambah Peraturan
nl_nl: Regel toevoegen
no_no: Legg til regel
pa_in: ਨਿਯਮ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj regułę
pt_pt: Adicionar Regra
ro_ro: Adaugă regulă
ru_ru: Добавить правило
sk_sk: Pridať pravidlo
sq_al: Shto rregull
sr_cyrl_rs: Додај правило
sv_se: Lägg till regel
sw_ke: Ongeza Sheria
ta_in: விதியைச் சேர்
th_th: เพิ่มกฎ
tl_ph: Magdagdag ng Panuntunan
tr_tr: Kural Ekle
uk_ua: Додати правило
vi_vn: Thêm quy tắc
zh_cn: 添加规则
zh_tw: 新增規則

# SmartPlaylist_RuleValueTextBox.PlaceholderText
source: Value
af_za: Waarde
ar_eg: قيمة
ar_sa: القيمة
bg_bg: Стойност
bn_bd: মান
ca_es: Valor
cs_cz: Hodnota
da_dk: Værdi
de_de: Wert
el_gr: Τιμή
es_mx: Valor
et_ee: Väärtus
fa_ir: مقدار
fi_fi: Arvo
fr_fr: Valeur
ga_ie: Luach
he_il: ערך
hi_in: मान
hr_hr: Vrijednost
hu_hu: Érték
id_id: Nilai
it_it: Valore
ja_jp: 値
ko_kr: 값
lt_lt: Reikšmė
ms_my: Nilai
nl_nl: Waarde
no_no: Verdi
pa_in: ਮੁੱਲ
pl_pl: Wartość
pt_pt: Valor
ro_ro: Valoare
ru_ru: Значение
sk_sk: Hodnota
sq_al: Vlera
sr_cyrl_rs: Вредност
sv_se: Värde
sw_ke: Thamani
ta_in: மதிப்பு
th_th: ค่า
tl_ph: Halaga
tr_tr: Değer
uk_ua: Значення
vi_vn: Giá trị
zh_cn: 值
zh_tw: 值

source: Remove this rule
af_za: Verwyder hierdie reël
ar_eg: ازل هذه القاعدة
ar_sa: إزالة هذه القاعدة
bg_bg: Премахване на това правило
bn_bd: এই নিয়মটি সরান
ca_es: Eliminar aquesta regla
cs_cz: Odebrat toto pravidlo
da_dk: Fjern denne regel
de_de: Diese Regel entfernen
el_gr: Αφαίρεση αυτού του κανόνα
es_mx: Eliminar esta regla
et_ee: Eemalda see reegel
fa_ir: حذف این قانون
fi_fi: Poista tämä sääntö
fr_fr: Supprimer cette règle
ga_ie: Bain an riail seo
he_il: הסר כלל זה
hi_in: इस नियम को हटाएँ
hr_hr: Ukloni ovo pravilo
hu_hu: Szabály eltávolítása
id_id: Hapus aturan ini
it_it: Rimuovi questa regola
ja_jp: このルールを削除
ko_kr: 이 규칙 제거
lt_lt: Pašalinti šią taisyklę
ms_my: Buang peraturan ini
nl_nl: Deze regel verwijderen
no_no: Fjern denne regelen
pa_in: ਇਸ ਨਿਯਮ ਨੂੰ ਹਟਾਓ
pl_pl: Usuń tę regułę
pt_pt: Remover esta regra
ro_ro: Elimină această regulă
ru_ru: Удалить это правило
sk_sk: Odstrániť toto pravidlo
sq_al: Hiq këtë rregull
sr_cyrl_rs: Уклони ово правило
sv_se: Ta bort denna regel
sw_ke: Ondoa sheria hii
ta_in: இந்த விதியை அகற்று
th_th: ลบกฎนี้
tl_ph: Alisin ang panuntunang ito
tr_tr: Bu kuralı kaldır
uk_ua: Видалити це правило
vi_vn: Xóa quy tắc này
zh_cn: 移除此规则
zh_tw: 移除此規則

# SmartPlaylist_NoRulesTitle.Text
source: No rules defined
af_za: Geen reëls gedefinieer nie
ar_eg: لا توجد قواعد محددة
ar_sa: لم يتم تعريف قواعد
bg_bg: Няма дефинирани правила
bn_bd: কোনো নিয়ম সংজ্ঞায়িত করা হয়নি
ca_es: No s'han definit regles
cs_cz: Nejsou definována žádná pravidla
da_dk: Ingen regler defineret
de_de: Keine Regeln definiert
el_gr: Δεν έχουν οριστεί κανόνες
es_mx: No hay reglas definidas
et_ee: Reegleid pole määratud
fa_ir: هیچ قانونی تعریف نشده است
fi_fi: Sääntöjä ei ole määritelty
fr_fr: Aucune règle définie
ga_ie: Gan aon rialacha sainithe
he_il: לא הוגדרו כללים
hi_in: कोई नियम परिभाषित नहीं है
hr_hr: Nema definiranih pravila
hu_hu: Nincsenek definiált szabályok
id_id: Tidak ada aturan yang ditentukan
it_it: Nessuna regola definita
ja_jp: ルールが定義されていません
ko_kr: 정의된 규칙 없음
lt_lt: Nėra apibrėžtų taisyklių
ms_my: Tiada peraturan ditentukan
nl_nl: Geen regels gedefinieerd
no_no: Ingen regler definert
pa_in: ਕੋਈ ਨਿਯਮ ਪਰਿਭਾਸ਼ਿਤ ਨਹੀਂ ਕੀਤੇ ਗਏ
pl_pl: Nie zdefiniowano reguł
pt_pt: Nenhuma regra definida
ro_ro: Nicio regulă definită
ru_ru: Правила не определены
sk_sk: Žiadne pravidlá neboli definované
sq_al: Asnjë rregull nuk është përcaktuar
sr_cyrl_rs: Нема дефинисаних правила
sv_se: Inga regler definierade
sw_ke: Hakuna sheria zilizobainishwa
ta_in: விதிகள் வரையறுக்கப்படவில்லை
th_th: ไม่ได้กำหนดกฎ
tl_ph: Walang nakatakdang panuntunan
tr_tr: Tanımlanmış kural yok
uk_ua: Правила не визначено
vi_vn: Chưa có quy tắc nào được định nghĩa
zh_cn: 未定义规则
zh_tw: 未定義規則

# SmartPlaylist_NoRulesMessage.Text
source: All songs in your library will be included in this playlist.
af_za: Alle liedjies in jou biblioteek sal in hierdie snitlys ingesluit word.
ar_eg: كل الأغاني في مكتبتك هيتم تضمينها في قائمة التشغيل دي.
ar_sa: سيتم تضمين جميع الأغاني في مكتبتك في قائمة التشغيل هذه.
bg_bg: Всички песни във вашата библиотека ще бъдат включени в този плейлист.
bn_bd: আপনার লাইব্রেরির সমস্ত গান এই প্লেলিস্টে অন্তর্ভুক্ত করা হবে।
ca_es: Totes les cançons de la teva biblioteca s'inclouran en aquesta llista de reproducció.
cs_cz: Všechny skladby ve vaší knihovně budou zahrnuty do tohoto playlistu.
da_dk: Alle sange i dit bibliotek vil blive inkluderet i denne afspilningsliste.
de_de: Alle Lieder in Ihrer Bibliothek werden in dieser Wiedergabeliste enthalten sein.
el_gr: Όλα τα τραγούδια της βιβλιοθήκης σας θα συμπεριληφθούν σε αυτήν τη λίστα αναπαραγωγής.
es_mx: Todas las canciones de tu biblioteca se incluirán en esta lista de reproducción.
et_ee: Kõik laulud teie teegis lisatakse sellesse esitusloendisse.
fa_ir: تمام آهنگ‌های کتابخانه شما در این لیست پخش قرار خواهند گرفت.
fi_fi: Kaikki kirjastosi kappaleet sisällytetään tähän soittolistaan.
fr_fr: Toutes les chansons de votre bibliothèque seront incluses dans cette playlist.
ga_ie: Cuirfear gach amhrán i do leabharlann san seinmliosta seo.
he_il: כל השירים בספרייה שלך ייכללו ברשימת השמעה זו.
hi_in: आपकी लाइब्रेरी के सभी गाने इस प्लेलिस्ट में शामिल किए जाएँगे।
hr_hr: Sve pjesme u vašoj knjižnici bit će uključene u ovaj popis za reprodukciju.
hu_hu: A könyvtárában lévő összes dal bekerül ebbe a lejátszási listába.
id_id: Semua lagu di pustaka Anda akan disertakan dalam daftar putar ini.
it_it: Tutte le canzoni della tua libreria saranno incluse in questa playlist.
ja_jp: ライブラリ内のすべての曲がこのプレイリストに含まれます。
ko_kr: 라이브러리의 모든 곡이 이 재생 목록에 포함됩니다.
lt_lt: Visos dainos jūsų bibliotekoje bus įtrauktos į šį grojaraštį.
ms_my: Semua lagu dalam pustaka anda akan disertakan dalam senarai main ini.
nl_nl: Alle nummers in uw bibliotheek worden opgenomen in deze afspeellijst.
no_no: Alle sanger i biblioteket ditt vil bli inkludert i denne spillelisten.
pa_in: ਤੁਹਾਡੀ ਲਾਇਬ੍ਰੇਰੀ ਦੇ ਸਾਰੇ ਗਾਣੇ ਇਸ ਪਲੇਲਿਸਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਜਾਣਗੇ।
pl_pl: Wszystkie utwory z Twojej biblioteki zostaną włączone do tej playlisty.
pt_pt: Todas as músicas da sua biblioteca serão incluídas nesta lista de reprodução.
ro_ro: Toate melodiile din biblioteca ta vor fi incluse în această listă de redare.
ru_ru: Все песни вашей библиотеки будут включены в этот плейлист.
sk_sk: Všetky skladby vo vašej knižnici budú zahrnuté v tomto zozname skladieb.
sq_al: Të gjitha këngët në bibliotekën tuaj do të përfshihen në këtë listë luajtjeje.
sr_cyrl_rs: Све песме у вашој библиотеци биће укључене у ову плејлисту.
sv_se: Alla låtar i ditt bibliotek kommer att inkluderas i denna spellista.
sw_ke: Nyimbo zote katika maktaba yako zitajumuishwa kwenye orodha hii ya nyimbo.
ta_in: உங்கள் நூலகத்தில் உள்ள அனைத்து பாடல்களும் இந்த பிளேலிஸ்ட்டில் சேர்க்கப்படும்.
th_th: เพลงทั้งหมดในคลังเพลงของคุณจะถูกรวมอยู่ในเพลย์ลิสต์นี้
tl_ph: Lahat ng kanta sa iyong library ay isasama sa playlist na ito.
tr_tr: Arşivinizdeki tüm şarkılar bu çalma listesine dahil edilecek.
uk_ua: Усі пісні у вашій бібліотеці будуть включені до цього списку відтворення.
vi_vn: Tất cả các bài hát trong thư viện của bạn sẽ được đưa vào danh sách phát này.
zh_cn: 您库中的所有歌曲都将包含在此播放列表中。
zh_tw: 媒體庫中的所有歌曲都將包含在此播放清單中。

# SmartPlaylist_AddFirstRuleButton.Content
source: Add Your First Rule
af_za: Voeg Jou Eerste Reël By
ar_eg: أضف أول قاعدة ليك
ar_sa: أضف قاعدتك الأولى
bg_bg: Добавете първото си правило
bn_bd: আপনার প্রথম নিয়ম যোগ করুন
ca_es: Afegeix la teva primera regla
cs_cz: Přidejte své první pravidlo
da_dk: Tilføj din første regel
de_de: Fügen Sie Ihre erste Regel hinzu
el_gr: Προσθέστε τον Πρώτο σας Κανόνα
es_mx: Añadir tu primera regla
et_ee: Lisa oma esimene reegel
fa_ir: اولین قانون خود را اضافه کنید
fi_fi: Lisää ensimmäinen sääntösi
fr_fr: Ajouter votre première règle
ga_ie: Cuir Do Chéad Riail Leis
he_il: הוסף את הכלל הראשון שלך
hi_in: अपना पहला नियम जोड़ें
hr_hr: Dodajte svoje prvo pravilo
hu_hu: Adja hozzá első szabályát
id_id: Tambahkan Aturan Pertama Anda
it_it: Aggiungi la tua prima regola
ja_jp: 最初のルールを追加
ko_kr: 첫 번째 규칙 추가
lt_lt: Pridėti pirmą taisyklę
ms_my: Tambah Peraturan Pertama Anda
nl_nl: Voeg uw eerste regel toe
no_no: Legg til din første regel
pa_in: ਆਪਣਾ ਪਹਿਲਾ ਨਿਯਮ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj swoją pierwszą regułę
pt_pt: Adicionar a Sua Primeira Regra
ro_ro: Adaugă prima ta regulă
ru_ru: Добавьте свое первое правило
sk_sk: Pridať vaše prvé pravidlo
sq_al: Shto rregullin tënd të parë
sr_cyrl_rs: Додајте своје прво правило
sv_se: Lägg till din första regel
sw_ke: Ongeza Sheria Yako ya Kwanza
ta_in: உங்கள் முதல் விதியைச் சேர்
th_th: เพิ่มกฎแรกของคุณ
tl_ph: Idagdag ang Iyong Unang Panuntunan
tr_tr: İlk Kuralınızı Ekleyin
uk_ua: Додати перше правило
vi_vn: Thêm Quy tắc Đầu tiên của bạn
zh_cn: 添加您的第一条规则
zh_tw: 新增您的第一個規則

source: Add your first rule
af_za: Voeg jou eerste reël by
ar_eg: أضف أول قاعدة ليك
ar_sa: أضف قاعدتك الأولى
bg_bg: Добавете първото си правило
bn_bd: আপনার প্রথম নিয়ম যোগ করুন
ca_es: Afegeix la teva primera regla
cs_cz: Přidejte své první pravidlo
da_dk: Tilføj din første regel
de_de: Fügen Sie Ihre erste Regel hinzu
el_gr: Προσθέστε τον πρώτο σας κανόνα
es_mx: Añadir tu primera regla
et_ee: Lisa oma esimene reegel
fa_ir: اولین قانون خود را اضافه کنید
fi_fi: Lisää ensimmäinen sääntösi
fr_fr: Ajouter votre première règle
ga_ie: Cuir do chéad riail leis
he_il: הוסף את הכלל הראשון שלך
hi_in: अपना पहला नियम जोड़ें
hr_hr: Dodajte svoje prvo pravilo
hu_hu: Adja hozzá első szabályát
id_id: Tambahkan aturan pertama Anda
it_it: Aggiungi la tua prima regola
ja_jp: 最初のルールを追加
ko_kr: 첫 번째 규칙 추가
lt_lt: Pridėti savo pirmą taisyklę
ms_my: Tambah peraturan pertama anda
nl_nl: Voeg uw eerste regel toe
no_no: Legg til din første regel
pa_in: ਆਪਣਾ ਪਹਿਲਾ ਨਿਯਮ ਸ਼ਾਮਲ ਕਰੋ
pl_pl: Dodaj swoją pierwszą regułę
pt_pt: Adicione a sua primeira regra
ro_ro: Adaugă prima ta regulă
ru_ru: Добавить свое первое правило
sk_sk: Pridať vaše prvé pravidlo
sq_al: Shto rregullin tënd të parë
sr_cyrl_rs: Додајте своје прво правило
sv_se: Lägg till din första regel
sw_ke: Ongeza sheria yako ya kwanza
ta_in: உங்கள் முதல் விதியைச் சேர்
th_th: เพิ่มกฎแรกของคุณ
tl_ph: Idagdag ang iyong unang panuntunan
tr_tr: İlk kuralınızı ekleyin
uk_ua: Додати перше правило
vi_vn: Thêm quy tắc đầu tiên của bạn
zh_cn: 添加您的第一条规则
zh_tw: 新增您的第一個規則

# SmartPlaylist_Dialog.PrimaryButtonText
source: Save
af_za: Stoor
ar_eg: احفظ
ar_sa: حفظ
bg_bg: Запази
bn_bd: সংরক্ষণ করুন
ca_es: Desar
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_mx: Guardar
et_ee: Salvesta
fa_ir: ذخیره
fi_fi: Tallenna
fr_fr: Enregistrer
ga_ie: Sábháil
he_il: שמור
hi_in: सहेजें
hr_hr: Spremi
hu_hu: Mentés
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
lt_lt: Išsaugoti
ms_my: Simpan
nl_nl: Opslaan
no_no: Lagre
pa_in: ਸੁਰੱਖਿਅਤ ਕਰੋ
pl_pl: Zapisz
pt_pt: Guardar
ro_ro: Salvează
ru_ru: Сохранить
sk_sk: Uložiť
sq_al: Ruaj
sr_cyrl_rs: Сачувај
sv_se: Spara
sw_ke: Hifadhi
ta_in: சேமி
th_th: บันทึก
tl_ph: I-save
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# SmartPlaylist_Dialog.CloseButtonText
source: Cancel
af_za: Kanselleer
ar_eg: الغى
ar_sa: إلغاء
bg_bg: Отказ
bn_bd: বাতিল করুন
ca_es: Cancel·lar
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_mx: Cancelar
et_ee: Tühista
fa_ir: لغو
fi_fi: Peruuta
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hi_in: रद्द करें
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
ms_my: Batal
nl_nl: Annuleren
no_no: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sq_al: Anulo
sr_cyrl_rs: Откажи
sv_se: Avbryt
sw_ke: Ghairi
ta_in: ரத்துசெய்
th_th: ยกเลิก
tl_ph: Kanselahin
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消
